[
    {
      "id": "111",
      "name": "Kamrul Hasan",
      "img": "https://thumbs.dreamstime.com/b/photo-document-passport-id-mature-caucasian-man-suit-white-shirt-126121929.jpg",
      "content":"I spent a good amount of time searching for a decent laptop. I was stuck between a Mac and an ASUS, I ended up going with this laptop...obviously.It is good looking laptop with a lot of memory",
      "ratings": 5
    },
    {
      "id": "222",
      "name": "Auddhaya Shabab",
      "img": "https://thumbs.dreamstime.com/b/pleasant-businessman-portrait-grey-background-s-gray-35884148.jpg",
      "content": "Was a great computer for about 10 months until half the keys stopped working My main gripe so far for basic office use are: while it charges super fast and perhaps that is the setting which will kill my battery.",
      "ratings": 4
    },
    {
      "id": "333",
      "name": "Maruful Alom",
      "img": "https://i.pinimg.com/736x/93/f4/0e/93f40ec756290812571be534e12bcfe7.jpg",
      "content": "I bought this laptop to decommission a Dell unit from 2021 which served me very well, also being a 15.6 inch. It was difficult trying to find an all  good laptop that fit all my criteria but this one mostly does it all.",
      "ratings": 5
    },
    {
      "id": "444",
      "name": "Tazrian Khan",
      "img": "https://previews.123rf.com/images/kadettmann/kadettmann1506/kadettmann150600029/41301639-passport-picture-of-a-cool-guy-in-a-blue-shirt.jpg",
      "content": "I've had this laptop for a few months and I love it a lot. It boots up in seconds and makes it so easy to get on task faster. I take it with me to school and its light enough that I don't feel like I'm carrying bricks.",
      "ratings": 5
    },
    {
      "id": "555",
      "name": "Asraful Islam",
      "img": "https://kwoptlab.kr/img/members/DongHee.png",
      "content": "Great laptop, the only thing that sucks is the battery life. The Wi-fi is super fast and connect's to router's far away, it boots up and shuts down in seconds. It is so fast!! Everything is so seemless on this computer",
      "ratings": 4
    },
    {
      "id": "666",
      "name": "Saleh Ahmed",
      "img": "https://media.istockphoto.com/photos/portrait-of-a-german-businessman-with-beard-picture-id480286744?k=20&m=480286744&s=612x612&w=0&h=5DDcUmTGneOREWsaL3p3AUypJa3Jk_-N9juIOhLW6XQ=",
      "content": "This is a punchy little laptop for its price that pleasantly surprised me, and disappointed me in others. Part of my amazement with some of it probably has to do with the fact laptop",
      "ratings": 5
    },
    {
      "id": "777",
      "name": "Sazzad Hossain",
      "img": "https://static6.depositphotos.com/1105174/600/i/950/depositphotos_6005219-stock-photo-passport.jpg",
      "content": "I am very happy with this little laptop. Now I'm a person who can't stand the current trend towards tablets and touchscreens. I'm an engineering student and have a powerful desktop setup with two 21:9 monitors and regularly use both when I'm doing homework.",
      "ratings": 4
    }
]
